Repository: sh00tg0a1/follow_up_cx
Catalog: Frontend/followup/lib/l10n/app_*.arb
Languages: de, zh

source: Login
de: Anmelden
zh: 登录

source: Login to continue
de: Anmelden um fortzufahren
zh: 登录以继续

source: Logging in...
de: Anmeldung...
zh: 登录中...

source: Username
de: Benutzername
zh: 用户名

source: Enter username
de: Benutzernamen eingeben
zh: 请输入用户名

source: Password
de: Passwort
zh: 密码

source: Enter password
de: Passwort eingeben
zh: 请输入密码

source: Back to Home
de: Zurück zur Startseite
zh: 返回首页

source: Test Account:
de: Testkonto:
zh: 测试账号:

# testAccountAlice
source: Username: alice / Password: alice123
de: Benutzer: alice / Passwort: alice123
zh: 用户名: alice / 密码: alice123

# testAccountDemo
source: Username: demo / Password: demo123
de: Benutzer: jane / Passwort: jane123
zh: 用户名: demo / 密码: demo123

source: Home
de: Startseite
zh: 首页

source: Add
de: Hinzufügen
zh: 添加

source: Events
de: Veranstaltungen
zh: 活动

source: Logout
de: Abmelden
zh: 退出登录

source: Confirm Logout
de: Abmeldung bestätigen
zh: 退出登录

# confirmLogoutMessage
source: Are you sure you want to logout?
de: Möchten Sie sich wirklich abmelden?
zh: 确定要退出登录吗？

# welcomeBack
source: Welcome back, {username}
de: Willkommen zurück, {username}
zh: 欢迎回来，{username}

# addEventPrompt
source: Any new events to add today?
de: Haben Sie heute neue Veranstaltungen hinzuzufügen?
zh: 今天有什么新的活动要添加吗？

source: Text Recognition
de: Texterkennung
zh: 文字识别

source: Input description
de: Beschreibung eingeben
zh: 输入活动描述

source: Image Recognition
de: Bilderkennung
zh: 图片识别

source: Photo or upload
de: Foto oder Upload
zh: 拍照或上传

source: Followed Events
de: Verfolgte Veranstaltungen
zh: 关注的活动

source: View All
de: Alle anzeigen
zh: 查看全部

# noFollowedEvents
source: No followed events yet
de: Noch keine verfolgten Veranstaltungen
zh: 还没有关注的活动

source: Add Event
de: Veranstaltung hinzufügen
zh: 添加活动

source: Add Activity
de: Veranstaltung hinzufügen
zh: 添加活动

# pasteDescription
source: Paste event description, AI will automatically recognize time, location, etc.
de: Veranstaltungsbeschreibung einfügen, KI erkennt automatisch Zeit, Ort usw.
zh: 粘贴活动描述，AI 将自动识别时间、地点等信息

source: Event Description
de: Veranstaltungsbeschreibung
zh: 活动描述

# eventDescriptionHint
source: e.g., Next Saturday at 7pm, there's a Beethoven concert at Hamburg Philharmonic...
de: z.B.: Nächsten Samstag um 19 Uhr gibt es ein Beethoven-Konzert in der Hamburger Philharmonie...
zh: 例如：下周六晚上7点，汉堡爱乐音乐厅有一场贝多芬音乐会...

# additionalNote
source: Additional Note (Optional)
de: Zusätzliche Notiz (Optional)
zh: 补充说明（可选）

# uploadPoster
source: Upload event poster or flyer, AI will automatically recognize event information
de: Veranstaltungsposter hochladen, KI erkennt automatisch Veranstaltungsinformationen
zh: 上传活动海报或传单，AI 将自动识别活动信息

source: Event Image
de: Veranstaltungsbild
zh: 活动图片

source: Recognize Schedule
de: Termin erkennen
zh: 识别日程

# aiRecognizing
source: AI is recognizing event information...
de: KI erkennt Veranstaltungsinformationen...
zh: AI 正在识别活动信息...

source: Schedule Preview
de: Terminvorschau
zh: 日程预览

source: Edit Activity
de: Veranstaltung bearbeiten
zh: 编辑活动

source: Confirm Activity
de: Veranstaltung bestätigen
zh: 确认活动

source: Event Title
de: Veranstaltungstitel
zh: 活动标题

source: Enter event title
de: Veranstaltungstitel eingeben
zh: 请输入活动标题

source: Start Time
de: Startzeit
zh: 开始时间

source: End Time
de: Endzeit
zh: 结束时间

source: Select date
de: Datum auswählen
zh: 选择日期

source: Select time
de: Zeit auswählen
zh: 选择时间

source: Location
de: Ort
zh: 地点

source: Event location
de: Veranstaltungsort
zh: 活动地点

source: Description
de: Beschreibung
zh: 描述

# eventDescriptionField
source: Event description...
de: Veranstaltungsbeschreibung...
zh: 活动描述...

source: Download ICS
de: ICS herunterladen
zh: 下载 ICS

source: Save Activity
de: Veranstaltung speichern
zh: 保存活动

source: Saving...
de: Wird gespeichert...
zh: 保存中...

source: Activity saved
de: Veranstaltung gespeichert
zh: 活动已保存

# multipleEventsDetected
source: Detected {count} events, swipe left/right to switch
de: {count} Veranstaltungen erkannt, nach links/rechts wischen zum Wechseln
zh: 识别到 {count} 个活动，可左右滑动切换

source: Event List
de: Veranstaltungsliste
zh: 活动列表

source: All Events
de: Alle Veranstaltungen
zh: 全部活动

source: Followed
de: Verfolgt
zh: 已关注

# noEvents
source: No events yet
de: Noch keine Veranstaltungen
zh: 还没有活动

source: No followed events yet
de: Noch keine verfolgten Veranstaltungen
zh: 还没有关注的活动

source: Delete Event
de: Veranstaltung löschen
zh: 删除活动

# deleteEventConfirm
source: Are you sure you want to delete this event? This action cannot be undone.
de: Möchten Sie diese Veranstaltung wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
zh: 确定要删除这个活动吗？此操作不可撤销。

source: Delete
de: Löschen
zh: 删除

source: Cancel
de: Abbrechen
zh: 取消

source: Event deleted
de: Veranstaltung gelöscht
zh: 活动已删除

# icsDownloaded
source: ICS file downloaded
de: ICS-Datei heruntergeladen
zh: ICS 文件已下载

source: Download failed
de: Download fehlgeschlagen
zh: 下载失败

source: File saved
de: Datei gespeichert
zh: 文件已保存

source: Please enter event description
de: Bitte Veranstaltungsbeschreibung eingeben
zh: 请输入活动描述

# pleaseSelectImage
source: Please select an image
de: Bitte ein Bild auswählen
zh: 请选择图片

source: Please enter event title
de: Bitte Veranstaltungstitel eingeben
zh: 请输入活动标题

source: Please select start date
de: Bitte Startdatum auswählen
zh: 请选择开始日期

# landingHeroTitle
source: Never Miss an Event Again
de: Verpassen Sie nie wieder eine Veranstaltung
zh: 再也不会错过任何活动

# landingHeroSubtitle
source: FollowUP is your smart personal assistant for tracking events. Automatically extract event information from text or images, sync to your calendar, and get timely reminders.
de: FollowUP ist Ihr intelligenter persönlicher Assistent zur Verfolgung von Veranstaltungen. Extrahiert automatisch Veranstaltungsinformationen aus Text oder Bildern, synchronisiert mit Ihrem Kalender und sendet rechtzeitige Erinnerungen.
zh: FollowUP 是您的智能个人助手，帮助您追踪活动。从文字或图片中自动提取活动信息，同步到日历，并获得及时提醒。

source: Get Started
de: Jetzt starten
zh: 开始使用

source: Learn More
de: Mehr erfahren
zh: 了解更多

# painPointsTitle
source: Do You Ever Experience These Problems?
de: Haben Sie auch diese Probleme?
zh: 您是否也遇到过这些问题？

# painPoint1Title
source: Scattered Information
de: Verstreute Informationen
zh: 信息分散

# painPoint1Desc
source: Event info buried in emails, chats, and social media, hard to track
de: Veranstaltungsinfos in E-Mails, Chats und sozialen Medien verstreut, schwer zu verfolgen
zh: 活动信息散落在邮件、聊天和社交媒体中，难以追踪

# painPoint2Title
source: Manual Entry is Tedious
de: Mühsame manuelle Eingabe
zh: 手动输入繁琐

# painPoint2Desc
source: Manually entering events into calendar is time-consuming and error-prone
de: Manuelle Kalendereingabe ist zeitaufwändig und fehleranfällig
zh: 手动将活动输入日历既耗时又容易出错

# painPoint3Title
source: Easy to Forget
de: Leicht zu vergessen
zh: 容易遗忘

# painPoint3Desc
source: Missing important events due to no timely reminders
de: Wichtige Veranstaltungen verpasst wegen fehlender rechtzeitiger Erinnerungen
zh: 因为没有及时提醒而错过重要活动

# howItWorksTitle
source: How It Works
de: So funktioniert es
zh: 工作原理

# step1Title
source: Capture Information
de: Informationen erfassen
zh: 捕获信息

# step1Desc
source: Paste text or upload event poster/screenshot
de: Text einfügen oder Veranstaltungsposter hochladen
zh: 粘贴文字或上传活动海报/截图

# step2Title
source: AI Recognition
de: KI-Erkennung
zh: AI 识别

# step2Desc
source: Intelligently extract time, location, and other key info
de: Intelligente Extraktion von Zeit, Ort und anderen wichtigen Infos
zh: 智能提取时间、地点等关键信息

# step3Title
source: One-Click Save
de: Mit einem Klick speichern
zh: 一键保存

# step3Desc
source: Confirm and add to calendar with reminders
de: Bestätigen und zum Kalender hinzufügen mit Erinnerungen
zh: 确认并添加到日历，设置提醒

# featuresTitle
source: Key Features
de: Hauptfunktionen
zh: 核心功能

# feature1Title
source: Text Recognition
de: Texterkennung
zh: 文字识别

# feature1Desc
source: Paste event description and let AI extract the information
de: Veranstaltungsbeschreibung einfügen und KI die Informationen extrahieren lassen
zh: 粘贴活动描述，让 AI 提取信息

# feature2Title
source: Image Recognition
de: Bilderkennung
zh: 图片识别

# feature2Desc
source: Upload event posters or screenshots for automatic parsing
de: Veranstaltungsposter hochladen zur automatischen Analyse
zh: 上传活动海报或截图，自动解析

# feature3Title
source: Calendar Sync
de: Kalendersynchronisierung
zh: 日历同步

# feature3Desc
source: Export to ICS format, sync with any calendar app
de: Export im ICS-Format, Synchronisierung mit jeder Kalender-App
zh: 导出 ICS 格式，与任何日历应用同步

# feature4Title
source: Follow Events
de: Veranstaltungen verfolgen
zh: 关注活动

# feature4Desc
source: Follow important events for timely reminders
de: Wichtige Veranstaltungen verfolgen für rechtzeitige Erinnerungen
zh: 关注重要活动，获得及时提醒

# demoTitle
source: See It In Action
de: Sehen Sie es in Aktion
zh: 查看演示

# demoDesc
source: Watch how FollowUP transforms messy event info into organized calendar entries
de: Sehen Sie, wie FollowUP unordentliche Veranstaltungsinfos in organisierte Kalendereinträge verwandelt
zh: 观看 FollowUP 如何将杂乱的活动信息转化为有序的日历条目

source: Try Now
de: Jetzt ausprobieren
zh: 立即试用

# pricingTitle
source: Simple, Transparent Pricing
de: Einfache, transparente Preise
zh: 简单透明的定价

# pricingFree
source: Free
de: Kostenlos
zh: 免费版

# pricingFreePriceDesc
source: for personal use
de: für den persönlichen Gebrauch
zh: 个人使用

# pricingFreeFeature1
source: 10 events per month
de: 10 Veranstaltungen pro Monat
zh: 每月10个活动

# pricingFreeFeature2
source: Text recognition
de: Texterkennung
zh: 文字识别

# pricingFreeFeature3
source: Basic calendar export
de: Basis-Kalenderexport
zh: 基础日历导出

# pricingProPriceDesc
source: /month
de: /Monat
zh: /月

# pricingProFeature1
source: Unlimited events
de: Unbegrenzte Veranstaltungen
zh: 无限活动

# pricingProFeature2
source: Image recognition
de: Bilderkennung
zh: 图片识别

# pricingProFeature3
source: Priority AI processing
de: Prioritäts-KI-Verarbeitung
zh: 优先 AI 处理

# pricingProFeature4
source: Advanced reminders
de: Erweiterte Erinnerungen
zh: 高级提醒

source: Most Popular
de: Am beliebtesten
zh: 最受欢迎

source: Start Free Trial
de: Kostenlose Testversion starten
zh: 开始免费试用

# pricingTeamPriceDesc
source: /month
de: /Monat
zh: /月

# pricingTeamFeature1
source: Everything in Pro
de: Alles in Pro
zh: 包含专业版全部功能

# pricingTeamFeature2
source: Team collaboration
de: Teamzusammenarbeit
zh: 团队协作

# pricingTeamFeature3
source: Shared calendars
de: Geteilte Kalender
zh: 共享日历

source: Contact Sales
de: Vertrieb kontaktieren
zh: 联系销售

# faqTitle
source: Frequently Asked Questions
de: Häufig gestellte Fragen
zh: 常见问题

# faq1Question
source: What types of events can FollowUP recognize?
de: Welche Arten von Veranstaltungen kann FollowUP erkennen?
zh: FollowUP 可以识别哪些类型的活动？

# faq1Answer
source: FollowUP can recognize most event formats including concerts, meetings, conferences, social gatherings, and more. It works with both formal and informal event descriptions.
de: FollowUP kann die meisten Veranstaltungsformate erkennen, einschließlich Konzerte, Meetings, Konferenzen, gesellschaftliche Zusammenkünfte und mehr. Es funktioniert sowohl mit formellen als auch informellen Veranstaltungsbeschreibungen.
zh: FollowUP 可以识别大多数活动格式，包括音乐会、会议、社交聚会等。它适用于正式和非正式的活动描述。

# faq2Question
source: How accurate is the AI recognition?
de: Wie genau ist die KI-Erkennung?
zh: AI 识别的准确率如何？

# faq2Answer
source: Our AI achieves 95%+ accuracy for standard event formats. You can always review and edit the extracted information before saving.
de: Unsere KI erreicht 95%+ Genauigkeit für Standardformate. Sie können die extrahierten Informationen vor dem Speichern jederzeit überprüfen und bearbeiten.
zh: 我们的 AI 对标准活动格式的识别准确率达到 95% 以上。您可以在保存前随时查看和编辑提取的信息。

# faq3Question
source: Can I sync with Google Calendar or Apple Calendar?
de: Kann ich mit Google Kalender oder Apple Kalender synchronisieren?
zh: 可以与 Google 日历或 Apple 日历同步吗？

# faq3Answer
source: Yes! Export events as ICS files and import them into any calendar app including Google Calendar, Apple Calendar, Outlook, and more.
de: Ja! Exportieren Sie Veranstaltungen als ICS-Dateien und importieren Sie sie in jede Kalender-App, einschließlich Google Kalender, Apple Kalender, Outlook und mehr.
zh: 可以！将活动导出为 ICS 文件，然后导入到任何日历应用，包括 Google 日历、Apple 日历、Outlook 等。

# faq4Question
source: Is my data secure?
de: Sind meine Daten sicher?
zh: 我的数据安全吗？

# faq4Answer
source: Absolutely. We use industry-standard encryption and never share your data with third parties. Your events are stored securely and only accessible by you.
de: Absolut. Wir verwenden branchenübliche Verschlüsselung und teilen Ihre Daten niemals mit Dritten. Ihre Veranstaltungen werden sicher gespeichert und sind nur für Sie zugänglich.
zh: 绝对安全。我们使用行业标准加密，绝不与第三方共享您的数据。您的活动安全存储，只有您可以访问。

# footerTagline
source: Your Smart Event Assistant
de: Ihr intelligenter Veranstaltungsassistent
zh: 您的智能活动助手

# footerProduct
source: Product
de: Produkt
zh: 产品

# footerFeatures
source: Features
de: Funktionen
zh: 功能

# footerPricing
source: Pricing
de: Preise
zh: 定价

# footerCompany
source: Company
de: Unternehmen
zh: 公司

# footerAbout
source: About
de: Über uns
zh: 关于

# footerContact
source: Contact
de: Kontakt
zh: 联系我们

# footerLegal
source: Legal
de: Rechtliches
zh: 法律

# footerPrivacy
source: Privacy
de: Datenschutz
zh: 隐私

# footerTerms
source: Terms
de: AGB
zh: 条款

# footerCopyright
source: © 2025 FollowUP. All rights reserved.
de: © 2025 FollowUP. Alle Rechte vorbehalten.
zh: © 2025 FollowUP. 保留所有权利。

source: Sign In
de: Anmelden
zh: 登录

source: or
de: oder
zh: 或

source: Privacy First
de: Datenschutz zuerst
zh: 隐私优先

# quickSetup
source: 30 Second Setup
de: 30 Sekunden Einrichtung
zh: 30秒完成

source: Free to Start
de: Kostenlos starten
zh: 免费开始

# painPointsSubtitle
source: Life events come at you fast
de: Lebensereignisse kommen schnell
zh: 生活中的事件来得太快

# painPointsDesc
source: Important dates come as screenshots, posters, messages, or voice memos. Manually adding to calendar? Tedious and easy to forget.
de: Wichtige Termine kommen als Screenshots, Poster, Nachrichten oder Sprachnotizen. Manuell zum Kalender hinzufügen? Mühsam und leicht zu vergessen.
zh: 重要日期以截图、海报、消息或语音备忘的形式出现。 手动添加到日历？既繁琐又容易遗忘。

# painPointNeedSimpler
source: You need a simpler way
de: Sie brauchen einen einfacheren Weg
zh: 你需要一个更简单的方式

# painPointPhoto
source: Event poster screenshots
de: Veranstaltungsposter-Screenshots
zh: 活动海报截图

# painPointMessage
source: Dates in messages
de: Termine in Nachrichten
zh: 消息中的日期

# painPointFlyer
source: Flyers and invitations
de: Flyer und Einladungen
zh: 传单和邀请函

# painPointVoice
source: Voice memos
de: Sprachnotizen
zh: 语音备忘录

# captureStep
source: Capture
de: Erfassen
zh: 捕获

# captureStepDesc
source: Photo, text, or voice
de: Foto, Text oder Sprache
zh: 拍照、输入或说话

# understandStep
source: Understand
de: Verstehen
zh: 理解

# understandStepDesc
source: AI smart processing
de: KI-Verarbeitung
zh: AI 智能处理

# confirmStep
source: Confirm
de: Bestätigen
zh: 确认

# confirmStepDesc
source: Review and edit
de: Prüfen und bearbeiten
zh: 查看并编辑

# doneStep
source: Done
de: Fertig
zh: 完成

# doneStepDesc
source: Add to calendar
de: Zum Kalender hinzufügen
zh: 添加到日历

# featurePrivacyTitle
source: Privacy First
de: Datenschutz zuerst
zh: 隐私优先

# featurePrivacyDesc
source: No account required, your data is stored securely
de: Kein Konto erforderlich, Ihre Daten werden sicher gespeichert
zh: 无需强制注册账户，你的数据安全存储

# featureSmartTitle
source: Smart Recognition
de: Intelligente Erkennung
zh: 智能识别

# featureSmartDesc
source: AI automatically extracts date, time, location and key info
de: KI extrahiert automatisch Datum, Zeit, Ort und wichtige Infos
zh: AI 自动提取日期、时间、地点等关键信息

# featureControlTitle
source: Full Control
de: Volle Kontrolle
zh: 完全掌控

# featureControlDesc
source: Review and edit recognition results before confirming
de: Ergebnisse vor der Bestätigung prüfen und bearbeiten
zh: 确认前可随时编辑和修改识别结果

# featureFocusSubtitle
source: Reduce mental load, focus on life
de: Mentale Belastung reduzieren, auf das Leben konzentrieren
zh: 减少心理负担，更专注生活

# featureFocusDesc
source: FollowUP quietly manages your schedule, letting you focus on what really matters
de: FollowUP verwaltet leise Ihren Zeitplan, damit Sie sich auf das Wesentliche konzentrieren können
zh: FollowUP 悄悄管理你的日程，让你的心思专注于真正重要的事情

# demoInputLabel
source: Input
de: Eingabe
zh: 输入

# demoImageTab
source: Image
de: Bild
zh: 图片

# demoVoiceTab
source: Voice
de: Sprache
zh: 语音

# demoInputPlaceholder
source: Enter text containing event information...
de: Text mit Veranstaltungsinformationen eingeben...
zh: 输入包含事件信息的文字...

# demoClickUpload
source: Click to upload image
de: Klicken zum Hochladen
zh: 点击上传图片

# demoClickRecord
source: Click to start recording
de: Klicken zum Aufnehmen
zh: 点击开始录音

# demoEventPreview
source: Event Preview
de: Veranstaltungsvorschau
zh: 事件预览

# demoTeamDinner
source: Team Dinner
de: Team-Abendessen
zh: 团队晚餐

# demoRecognized
source: Successfully recognized
de: Erfolgreich erkannt
zh: 已成功识别

# demoNextFriday
source: Next Friday 19:00
de: Nächsten Freitag 19:00
zh: 下周五 19:00

# demoRestaurant
source: Olive Garden Restaurant · Main Street
de: Olive Garden Restaurant · Hauptstraße
zh: 主街橄榄园餐厅

# demoBirthdayCard
source: Remember to bring Sarah's birthday card
de: Sarahs Geburtstagskarte mitbringen
zh: 带 Sarah 的生日卡

# demoExtractedEvent
source: Extracted event will appear here
de: Extrahierte Veranstaltung erscheint hier
zh: 提取的事件将在这里显示

# demoAddToCalendar
source: Add to Calendar
de: Zum Kalender hinzufügen
zh: 添加到日历

source: The Problem
de: Das Problem
zh: 问题所在

source: Still have questions?
de: Noch Fragen?
zh: 还有疑问？

# everythingYouNeed
source: Everything you need to know about FollowUP
de: Alles was Sie über FollowUP wissen müssen
zh: 关于 FollowUP 你需要知道的一切

# footerCTATitle
source: Ready to never forget an event again?
de: Bereit, nie wieder eine Veranstaltung zu verpassen?
zh: 准备好不再错过任何活动了吗？

# footerCTASubtitle
source: Start using FollowUP for free and let AI manage your schedule
de: Starten Sie kostenlos mit FollowUP und lassen Sie KI Ihren Zeitplan verwalten
zh: 免费开始使用 FollowUP，让 AI 管理你的日程

# footerDescription
source: Transform life's moments into calendar events Never worry about forgetting again
de: Verwandeln Sie Lebensmomente in Kalendereinträge Nie wieder Sorgen über Vergessen
zh: 将生活中的瞬间转化为日历事件 让你不再为记住事情而烦恼

# chatWelcome
source: Hi {username}! 👋 I'm your FollowUP assistant. Tell me about an event you'd like to add to your calendar, or paste any text containing event information.
de: Hallo {username}! 👋 Ich bin Ihr FollowUP-Assistent. Erzählen Sie mir von einem Termin, den Sie zu Ihrem Kalender hinzufügen möchten, oder fügen Sie einen Text mit Termininfos ein.

# chatStartHint
source: Start a conversation to add events
de: Starten Sie ein Gespräch, um Termine hinzuzufügen

# chatInputHint
source: Describe an event or paste text...
de: Beschreiben Sie einen Termin oder fügen Sie Text ein...

# chatProcessing
source: I found event information in your message! Would you like me to extract the details and add it to your calendar?
de: Ich habe Termininfos in Ihrer Nachricht gefunden! Soll ich die Details extrahieren und zu Ihrem Kalender hinzufügen?

# chatExtractEvent
source: Extract Event
de: Termin extrahieren

# chatUploadImage
source: Upload Image
de: Bild hochladen

# chatViewEvents
source: My Events
de: Meine Termine

source: Profile
de: Profil

source: Account Info
de: Kontoinformationen

source: User ID
de: Benutzer-ID

source: Registered At
de: Registriert am

source: Quick Actions
de: Schnellaktionen

source: Server Connection
de: Serververbindung

source: Connected
de: Verbunden

source: Disconnected
de: Nicht verbunden

source: Testing...
de: Testen...

source: Unknown
de: Unbekannt

source: My Events
de: Meine Termine

source: AI Assistant
de: KI-Assistent

source: Load failed
de: Laden fehlgeschlagen

source: Retry
de: Erneut versuchen

source: Unable to get user info
de: Benutzerinfo nicht verfügbar

# sourceTypeImage
source: Image
de: Bild

source: Source Image
de: Quellbild

# pricingPro
source: Pro
zh: 专业版

# pricingTeam
source: Team
zh: 团队版

# pricingTeamFeature4
source: Admin dashboard
zh: 管理员控制台

# demoTextTab
source: Text
zh: 文字
